/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "blog_post_header_LUznmj": {
      "type": "Blog-Post-Header",
      "disabled": true,
      "name": "Blog Post Header",
      "settings": {
        "blog_title": "Blog post title goes here",
        "author_name": "Andrea Dubecki",
        "post_date": "September 04, 2024",
        "featured_image": "shopify://shop_images/How_to_Brew__Cold_Brew_1.png"
      }
    },
    "blog_with_related_EyWyqW": {
      "type": "Blog-with-Related",
      "disabled": true,
      "name": "Blog with Related + Extra Image",
      "settings": {
        "blog_heading": "An H3 heading for this blog post goes here",
        "blog_content": "When the temperature rises, there’s nothing quite like a smooth, refreshing glass of cold brew coffee. Known for its mellow, naturally sweet flavor and low acidity, cold brew has become a favorite for coffee lovers who want to enjoy a cool, flavorful pick-me-up without the bitterness. If you’ve ever wondered how to make your own cold brew at home, we’ve got you covered with this simple, step-by-step guide.",
        "related_image": "shopify://shop_images/casanoon-packing-mockup-1_2_1.png",
        "related_title": "Sabbatical Serum",
        "related_price": "$33.00",
        "related_link": "",
        "extra_heading": "Another smaller heading",
        "extra_content": "Unlike iced coffee, which is brewed hot and then cooled, cold brew is steeped in cold water for an extended period of time—usually 12 to 24 hours. This slow extraction process results in a coffee that’s smooth, naturally sweet, and rich, without the bitterness that can come from traditional brewing methods. Plus, cold brew is incredibly versatile—you can drink it black, over ice, with milk, or even as a concentrate for lattes and other specialty drinks.",
        "recent_article_title": "The Perfect Espresso Martini",
        "recent_article_date": "September 04, 2024",
        "recent_article_image": "shopify://shop_images/cora-pursley-dupe_2_3_4x_1736504d-26a2-4156-b5be-859a9c8549f5.png",
        "steps_heading": "Cold Brew Steps",
        "steps_content": "• Coarsely Ground Coffee: A coarse grind is crucial for proper cold brew extraction. Fresh beans = better flavor.\n• Cold Water: Filtered water is best.\n• A Large Jar or Pitcher: Holds coffee and water.\n• A Fine Mesh Sieve or Cheesecloth: Strains the coffee.\n• A Scale (optional): For precise measurements.",
        "steps_image": "shopify://shop_images/LogOff-15_3_4x_bceb0332-e366-4282-ab3c-f5d7396724be.png",
        "steps_image_title": "Measure Your Coffee and Water",
        "steps_image_date": "September 05, 2024"
      }
    },
    "blog_steps_with_sidebar_NtkMxm": {
      "type": "Blog-Steps-with-Sidebar",
      "disabled": true,
      "name": "Blog Steps with Sidebar",
      "settings": {
        "blog_heading": "An H3 heading for this blog goes here",
        "blog_steps": "<p><strong>1. Measure Your Coffee and Water</strong><br/>The ideal ratio for cold brew is 1:4—that’s 1 part coffee to 4 parts water. For a standard batch, use 1 cup (about 85 grams) of coarsely ground coffee to 4 cups (about 1 liter) of cold water.</p><p>If you want to make a smaller or larger batch, just stick to the 1:4 ratio. You can always dilute your cold brew later if it’s too strong.</p><p><strong>2. Combine the Coffee and Water</strong><br/>In a large jar or pitcher, add your coarsely ground coffee. Slowly pour the cold water over the grounds, making sure they’re fully saturated. Give the mixture a gentle stir to ensure all the coffee is evenly soaked.</p><p><strong>3. Let it Steep</strong><br/>Cover your jar or pitcher and place it in the fridge. Let the coffee steep for 12 to 24 hours. The longer it steeps, the stronger the brew will be, so feel free to experiment with steeping times to find your perfect flavor.</p><p><em>Pro Tip: If you like a stronger brew, let it steep for the full 24 hours. For a lighter, smoother taste, aim for closer to 12 hours.</em></p><p><strong>4. Strain the Coffee</strong><br/>Once cold brew has steeped to your liking, it’s time to strain it. Use a fine mesh sieve or a cheesecloth to filter out the coffee grounds as you pour the cold brew into a clean container.</p><p>• If you want an even smoother cup, strain it a second time using a coffee filter to remove any remaining fine particles.</p><p><strong>5. Serve and Enjoy</strong><br/>Your cold brew is now ready! You can enjoy it straight over ice, or if you find it too strong, dilute it with equal parts water or milk. Customize it with your favorite add-ins like cream, flavored syrups, or even a splash of sparkling water for a cold brew tonic.</p>",
        "extra_content": "<h3>Another H3 heading here</h3><ul><li>Use Fresh, Coarse Grounds: A coarse grind is key to avoiding a bitter or over-extracted brew. Freshly ground beans also give you the best flavor.</li><li>Adjust the Strength: Cold brew is naturally strong. If you prefer a milder taste, dilute it with water, milk, or cream. You can also add a splash of simple syrup for sweetness.</li><li>Store it Right: Cold brew can be stored in the fridge for up to two weeks. Just keep it in an airtight container, and it'll stay fresh and flavorful.</li><li>Experiment with Add-Ins: Cold brew is the perfect canvas for experimenting. Try adding cinnamon, vanilla extract, or even a dash of cocoa powder to elevate your cold brew game.</li></ul><h4>This is a smaller subheading</h4><p>Cold brew is more than just a summer staple—it’s a refreshing way to enjoy the rich flavors of your favorite coffee beans without the bitterness or acidity of hot brewing methods. Because of its slow steeping process, cold brew extracts all the best notes from your coffee, giving you a smooth, naturally sweet drink that’s easy to customize.</p><p>Cold brew is also incredibly versatile. Enjoy it straight, mix it with milk or cream, or use it as a base for coffee cocktails and specialty drinks. Plus, cold brew concentrate can be stored for days, so you can make a large batch and enjoy coffee on demand whenever you need it.</p><h4>This is a smaller subheading</h4><p>Not all beans are created equal when it comes to cold brew. For the best results, choose a medium or dark roast that has rich, bold flavors. The cold brewing process tends to bring out the natural sweetness and smoothness of darker roasts, but if you prefer something lighter, a medium roast can provide a more delicate, nuanced cold brew experience.</p><p>At [Brand Name], we recommend our [Product Name]—a bold, chocolatey dark roast that’s perfect for cold brew. Its full-bodied flavor shines in the cold brew process, giving you a rich, smooth cup every time.</p><h3>Another H3 heading here</h3><p>Ready to dive into the world of cold brew? Whether you’re new to cold brew or a seasoned fan, this easy method will help you brew a perfect batch at home. Grab your favorite [Brand Name] beans, a jar, and some cold water, and start brewing today. You’ll be sipping smooth, refreshing cold brew in no time.</p>",
        "sidebar_title1": "How to Brew: Pour Over",
        "sidebar_date1": "September 04, 2024",
        "sidebar_image1": "shopify://shop_images/chandler-roberson-dupe_2_1.png",
        "sidebar_title2": "",
        "sidebar_date2": "September 04, 2024",
        "sidebar_image2": "shopify://shop_images/Heading_2_Link_1.png"
      }
    },
    "main-page": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "subheading": "",
        "show_title": true,
        "heading_font_size": "heading-large",
        "show_content": true,
        "text_font_size": "body-medium",
        "align_text": "text-left",
        "width": "wrapper",
        "color_scheme": "",
        "padding_top": 50,
        "padding_bottom": 50,
        "heading_tag": "automatic"
      }
    }
  },
  "order": [
    "blog_post_header_LUznmj",
    "blog_with_related_EyWyqW",
    "blog_steps_with_sidebar_NtkMxm",
    "main-page"
  ]
}
